  {
    "book": "Isthmian",
    "scholiaClass": "hypothesis",
    "heyneNumber": null,
    "altNumber": "a",
    "boeckhNumber": null,
    "lemma": null,
    "scholion": "The ancients performed all contests for certain deceased persons. For the Olympic contest was performed for Zeus through Pelops, the Pythian for Apollo through the dragon, which he slew at Pytho, the Isthmian for Poseidon. And this is the story. The children of Inō and Athamas were Learchos and Melikertēs. Athamas, driven mad, slew Learchos. Then his mother lowered him into a cauldron of boiling water, and, driven mad herself, finally jumped with Melikertēs into the sea. And she became Ino, one of the Nereids, of whom also the poet remembers (Odyssey 433) 'And she is Leukothea.' Melikertēs changed into a daimōn and he is Palaimōn. Thereafter the dancing Nereids appeared to Sisyphus and ordered him to conduct the Isthmian games in honor of Melikertēs."
  }, {
    "book": "Isthmian",
    "scholiaClass": "hypothesis",
    "heyneNumber": null,
    "altNumber": "b",
    "boeckhNumber": null,
    "lemma": null,
    "scholion": " In another way: Some say that Theseus established the contest of the Pythian games for Sinis the Stretcher when he killed him, when [he also killed] the others, as Sophocles says (fr. 819), saying about him: 'who, making his way, cleared the shore road of wild beasts.' And Sinis was the child of Poseidon, who bent trees, then tying travelers to these, suddenly letting the trees go thus destroyed [them]. And some [say the contest is] is for Melikertēs, when he was brought unburied to the Isthmos, and, meanwhile, when famine gripped the city of the Corinthians and the god said that there would be no other release from evils than the burial of that one and honoring him through a funeral contest. And since the Corinthians did this for a short time, the famine again fell upon them, and the god prophesied that there must perpetually be this honor for the hero, and the wreath to be of celery as it is the chthonian plant. Later they also dedicated the contest to the god and made it biennial, and finally they wreathed with pine through the likeness of the plant to the sea and since it too lacked fruit, even as the sea. Wherefore it too is barren. Signaling thereby that there is no profit for the victors from the wreath except glory, which they do even in Olympia, wreathing with olive. Similarly poets say that all that become haughty and high-minded are the children of Poseidon, looking to the roughness and instability of the sea and taking from this the likeness of such men, which even Homer hints at when he says (Iliad 16): 'The gray sea and high rocks bore you, since your mind is haughty.' And they carried off the body of Melikertēs from Schoinountia. For there it was cast away, Amphimachos and Donakīnos were summoned."
  }, {
    "book": "Isthmian",
    "scholiaClass": "hypothesis",
    "heyneNumber": null,
    "altNumber": "c",
    "boeckhNumber": null,
    "lemma": null,
    "scholion": "In another way: Some say that the contest of the Isthmian games was established through such a cause: Inō was about to be done away with by Athamas, her son Learchos already was killed through his madness. She seized her remaining child, Melikertēs, and fled through the Megarian mountain Geraneia. She stood upon the rock called Molouris and jumped with her infant into the sea lying below. The story hold that they became gods, and that her name was changed to Leukothea from Inō, and his to Palaimon from Melikertēs. But the body of the child was brought by a dolphin to the Isthmos. Sisyphus, who then was king of Corinth, discovered and buried it through their kinship.For he was the child of Athamas. But others [say that] Sisyphus and Athamas were the children of Aiolos, himself the son of Zeus. The call the contest the Isthmian games because of the Isthmos separating the two seas. And the wreath of the contest is pine. But from the beginning the wreath was also of celery."
  }, {
    "book": "Isthmian",
    "scholiaClass": "hypothesis",
    "heyneNumber": null,
    "altNumber": "d",
    "boeckhNumber": null,
    "lemma": null,
    "scholion": "In another way: The Isthmian games are held for Melikertēs. When Athamas went mad through the wrath of Hera and slew one of his children, Learchos, and he at the same time was about to throw also Melikertēs into a boiling cauldron, Inō grabbed him first and stole him. She was pursued and jumped into the sea with the child. The Nereids saved her and made her a goddess. One, appearing to Sisyphus, told him to hold the contest. It was silenced for a time through bandits, but Theseus, after he came and purified the place, held the contest again."
  }
