[
{
  "scholiaClass": "inscription",
  "verse": null,
  "altNumber": "a",
  "lemma": null,
  "scholion": "Γέγραπται Μεγακλεῖ Ἀθηναίῳ νικήσαντι τὴν κεʹ Πυθιάδα τεθρίππῳ. ἔστι δὲ οὗτος οὐχ ὁ τὰ Ὀλύμπια νενικηκὼς, ἀλλ’ ἕτερος· τὴν δὲ ἐκείνου νίκην τούτῳ προσάπτει ὁ Πίνδαρος συνήθως ἑαυτῷ. τὴν γὰρ μζʹ ἐκεῖνος Ὀλυμπιάδα ἀναγράφεται νενικηκώς· ὁ δὲ τὴν πϛʹ ἕτερος [δὲ] ἂν εἴη Μεγακλῆς τούτῳ ὁμώνυμος."
}, {
  "scholiaClass": "inscription",
  "verse": null,
  "altNumber": "b",
  "lemma": null,
  "scholion": "ἄλλως· γέγραπταιμὲν ἡ ᾠδὴ Μεγακλεῖ Ἀθηναίῳ ἀναφέροντι τὸ γένος εἰς Ἀλκμαίωνα τὸν γενόμενον ἄγαν πλουσιώτατον. τοῦτον γάρ φασιν ἐληλυθέναι πρὸς Κροῖσον, τὸν δὲ συγχωρῆσαι αὐτῷ διασκευασθῆναι ὡς βούλεται, καὶ σκευὴν ἀναλαβεῖν ὁποίαν προῃρεῖτο, καὶ εἰσελθόντα εἰς τὰ βασίλεια καὶ εἰς τὰ ταμιεῖα ἀναλαβεῖν ὅσον βούλοιτο χρυσόν. ὑποδησάμενος οὖν κοθόρνους, οἵ εἰσιν ὑποδήματα Διονυσιακὰ, καὶ κόλπωμα ποιήσας ἐνεσώρευσε τῷ κολπώματι χρυσόν· ἔτι δὲ καὶ τοὺς πλοκάμους ἐνέδησεν ὑποβαλὼν αὐτοῖς καὶ τὸ στόμα. διὰ δὲ τὸ βάρος βίᾳ ἐπορεύετο· διαχυθεὶς οὖν ὁ Κροῖσος ἐπ’ αὐτῷ γέλωτι, ἐπί τε τῇ ὄψει καὶ τῷ γλίσχρῳ, καὶ ἕτερον αὐτῷ προσεδωρήσατο. διά τοι τοῦτο ἐπιφανέστατος κατὰ τὴν Ἀττικὴν γεγένηται, ὡς ἄγαν ὢν πλουσιώτατος. γεγόνασι δὲ ἐξ αὐτοῦ οἳ ἐκλήθησαν Ἀλκμαιωνίδαι, οἳ καὶ κατέλυσαν τὴν τῶν Πεισιστρατιδῶν τυραννίδα."
}, {
  "scholiaClass": "exegetical",
  "verseNumber": 1,
  "altNumber": "a",
  "lemma": "The most beautiful the great city:",
  "scholion": "Κάλλιστον αἱ μεγαλοπόλιες· κάλλιστόν ἐστι προοίμιον τῇ εὐρυσθενεῖ γενεᾷ τῶν Ἀλκμαιωνιδῶν αἱ μεγαλοπόλιες Ἀθῆναι, καὶ θεμέλιον τῶν ᾠδῶν τοῖς ἵπποις βαλέσθαι, καὶ ἀπὸ κοινοῦ· κάλλιστόν ἐστι προοίμιον αἱ Ἀθῆναι· ἀντὶ τοῦ ἐπὶ τῇ νίκῃ κάλλιστόν ἐστιν ἐν τῷ ὕμνῳ ἐγκωμιάσαι τὸν νικηφόρον ἀπὸ τῶν Ἀθηνῶν."
}, {
  "scholiaClass": "exegetical",
  "verseNumber": 1,
  "altNumber": "b",
  "lemma": null,
  "scholion": "ὁ λόγος· κάλλιστόν ἐστι προοίμιον τῶν Ἀλκμαιωνιδῶν αἱ Ἀθῆναι, ὥστε κρηπῖδα ὑποβαλέσθαι τοῦ ἐπαίνου τὸν ἀπὸ τῆς πατρίδος κόσμον."
}, {
  "scholiaClass": "exegetical",
  "verseNumber": 3,
  "altNumber": null,
  "lemma": null,
  "scholion": "εὐρυσθενῆ δὲ εἶπε τὴν γενεὰν αὐτῶν διὰ τὸ τὸν Ἀλκμαίωνα ἀνδρεῖόν τινα καὶ ἐπιφανῆ γενέσθαι· ἀφ’ οὗ καὶ οἱ Ἀλκμαιωνίδαι, οἳ τὴν τῶν Πεισιστρατιδῶν τυραννίδα κατέλυσαν."
}, {
  "scholiaClass": "exegetical",
  "verseNumber": 4,
  "altNumber": "a",
  "lemma": null,
  "scholion": "ἐπεὶ τίνα ἀκηκοέναι ἐπὶ τῇ Ἑλλάδι περιφανέστερον οἶκον οἰκοῦντα εἴπω;"
}, {
  "scholiaClass": "exegetical",
  "verseNumber": 4,
  "altNumber": "b",
  "lemma": null,
  "scholion": "ἄλλως· ἐπεὶ τίνα πατρίδα τίνα τε οἶκον ἐν τῇ Ἑλλάδι ἐπιφανέστερον τῶν Ἀλκμαιωνιδῶν εἰπεῖν δυνήσομαι; ἰδίως δὲ τὸ ναίων παρείληπται· ὅθεν τινὲς γράφουσι ναίοντα. ἄλλοι γράφουσιν, οἶκόν τ’ ἀΐων, ὅ ἐστιν ἀκούων."
}, {
  "scholiaClass": "exegetical",
  "verseNumber": 6,
  "altNumber": "a",
  "lemma": "can you dwell in and name:",
  "scholion": "ναίων ὀνυμάξαι: τινὲς ἀφαιροῦσι τὸ ν, γράφοντες ἀντὶ τοῦ ναίων ἀίων. ἢ τίνα οἶκον ἐπιφανέστερον τούτων ὀνομάσω. ἕτεροι δὲ πάλιν τὸ μὲν ν αἴρουσι, τὸν δὲ τόνον οὕτω προφέρονται, αἰῶν’· ἵν’ ᾖ συναλοιφὴ ἀντὶ τοῦ αἰῶνι, οἷον τῷ αἰῶνι ὀνυμάξομαι, τῷ αἰῶνι παρακαταθήσομαι. ὁ δὲ Δίδυμος ἁπλούστερον ἀκούει· αὐτὸς ἐγὼ ναίων ἐν τῇ Ἑλλάδι, ἀντὶ τοῦ οἰκῶν, τίνα ἐπιφανέστερον οἶκον ὀνυμάξομαι; οὐκ ἐξ ἀκοῆς ἀκηκοὼς, ἀλλ’ αὐτὸς ναίων ἐν τῇ Ἑλλάδι τίνα δυναίμην ἂν αὐτῆς ἐπιφανεστέραν ὀνομάσαι;"
}, {
  "scholiaClass": "exegetical",
  "verseNumber": 6,
  "altNumber": "b",
  "lemma": null,
  "scholion": "τὸ δὲ ναίων ἀντὶ τοῦ ναίοντα, ὡς καὶ Ὅμηρος (Β 350)· φημὶ γὰρ οὖν κατανεῦσαι ὑπερμενέα Κρονίωνα, εἶτα ὑποβαίνων· ἀστράπτων ἐπιδέξια, ἀντὶ τοῦ ἀστράπτοντα."
}, {
  "scholiaClass": "exegetical",
  "verseNumber": 8,
  "altNumber": null,
  "lemma": "For all the cities:",
  "scholion": "πάσαισι γὰρ πολίεσιν· ἐν γὰρ πάσαις ταῖς πόλεσιν ὁ λόγος καὶ ἡ φήμη ἀναστρέφει περὶ τῶν τοῦ Ἐρεχθέως πολιτῶν, τουτέστι τῶν Ἀθηναίων· οἱονεὶ πᾶσα πόλις θαυμάζει τὰς Ἀθήνας καὶ τὰς ἀνδραγαθίας τῆς πόλεως."
}, {
  "scholiaClass": "exegetical",
  "verseNumber": 9,
  "altNumber": "a",
  "lemma": "Apollo, who your temple:",
  "scholion": "Ἄπολλον, οἳ τεόν τε δόμον: οἵτινες οἱ Ἀλκμαιωνίδαι, ὦ Ἄπολλον, ἐν τῇ ἐξοχωτάτῃ Πυθῶνι τὸν σὸν οἶκον θαυμαστὸν κατεσκεύασαν."
}, {
  "scholiaClass": "exegetical",
  "verseNumber": 9,
  "altNumber": "b",
  "lemma": "Apollo, who your temple:",
  "scholion": "Ἄπολλον, οἳ τεόν τε δόμον: οἱ μὲν, ὅτι διὰ τὸν ὕμνον καὶ τὴν νίκην ἐπιφανέστερον ἐποίησαν τὸν τοῦ Ἀπόλλωνος νεὼν, οἱ δὲ παρὰ τὴν ἱστορίαν. λέγεται γὰρ ὅτι τὸν Πυθικὸν νεὼν ἐμπρησθέντα, ὥς τινές φασιν, ὑπὸ τῶν Πεισιστρατιδῶν οἱ Ἀλκμαιωνίδαι φυγαδευθέντες ὑπὸ τῶν Πεισιστρατιδῶν ὑπέσχοντο ἀνοικοδομήσειν, καὶ δεξάμενοι χρήματα καὶ συναγαγόντες δύναμιν ἐπέθεντο τοῖς Πεισιστρατίδαις, καὶ νικήσαντες μετ’ εὐχαριστηρίων πλειόνων ἀνῳκοδόμησαν τῷ θεῷ τὸ τέμενος, ὡς Φιλόχορος (FHG I p. 395) ἱστορεῖ, εὐξάμενοι πρότερον τῷ θεῷ."
}, {
  "scholiaClass": "exegetical",
  "verseNumber": 11,
  "altNumber": null,
  "lemma": "And...move [ἄγοντι] me:",
  "scholion": "ἄγοντι δέ με: ἀντὶ τοῦ ἄγουσι δέ με καὶ προτρέπονται ἐπὶ τὸν ὕμνον, ὦ Μεγάκλεες, αἱ ὑμῶν νῖκαι καὶ τῶν προγόνων, πέντε μὲν ἐν Ἰσθμῷ γενόμεναι, μία δὲ ἐξοχωτάτη ἐν τῇ Ὀλυμπίᾳ· δύο δὲ ἐκ Δελφῶν."
}, {
  "scholiaClass": "exegetical",
  "verseNumber": 14,
  "altNumber": null,
  "lemma": "from Zeus' Olympics:",
  "scholion": "Διὸς Ὀλυμπιάς: οὐ νενίκηκεν οὗτος Ὀλύμπια, ἀλλὰ ἄλλοι ὁμώνυμοι τούτου· ἕνεκα δὲ τοῦ ἀπολαμπρῦναι αὐτὸν καὶ τὴν προγονικὴν τούτῳ ἀνατίθησι νίκην."
}, {
  "scholiaClass": "exegetical",
  "verseNumber": 18,
  "altNumber": "a",
  "lemma": "I rejoice in one way but in another grieve:",
  "scholion": "χαίρω τι, τὸ δ’ ἄχνυμαι: Ἀρίσταρχος, συμβεβηκέναι αὐτῷ τι σύμπτωμα περὶ τὴν νίκην ταύτην· ὅθεν καί φησι τὸ μὲν χαίρειν, τὸ δὲ ἄχνυσθαι, φθόνου τινὸς παρακειμένου τοῖς καλοῖς ἔργοις· οὕτω μέντοι γε γίνεσθαι παραμονίμους τὰς εὐτυχίας, ἐπὰν ἔχωσί τι κρᾶμα καὶ δυστυχήματος. ἔοικε δὲ τὸ περὶ τὴν Ἱπποκράτους τελευτὴν περὶ τοῦτον τὸν καιρὸν ἀπηντηκέναι, εἰς ὃν καὶ θρῆνον γράφει ὁ Πίνδαρος· ἦν δὲ ὁ Ἱπποκράτης συγγενὴς τοῦ νικηφόρου."
}, {
  "scholiaClass": "exegetical",
  "verseNumber": 18,
  "altNumber": "b",
  "lemma": null,
  "scholion": "ἄλλως· ἐπὶ τῇ νῦν εὐτυχηθείσῃ νίκῃ χαίρω, ἄχνυμαι δὲ διὰ τὸν Ἱπποκράτην."
}, {
  "scholiaClass": "exegetical",
  "verseNumber": 23,
  "altNumber": null,
  "lemma": "now this, now that:",
  "scholion": "τὰ καὶ τά: ἀντὶ τοῦ ἀγαθὰ καὶ κακά. βεβαίαν δέ φησι τὴν εὐδαιμονίαν εἶναι, ὅταν τῇ πολλῇ εὐπραγίᾳ παρέπηταί τι φαῦλον. τοιοῦτόν ἐστι τὸ παρ’ Ὁμήρῳ (θ 63)· τὸν πέρι Μοῦσ’ ἐφίλησε, δίδου δ’ ἀγαθόν τε κακόν τε· ὀφθαλμῶν μὲν ἄμερσε, δίδου δ’ ἡδεῖαν ἀοιδήν."
}
]
